export default {
    1: 'Превышено количество неправильных попыток авторизации.\n' +
    'Попробуйте авторизироваться в браузере телефона, затем попробуйте снова в приложении.',
    2: 'Неправильный логин или пароль.',
    3: 'Пользователь в сибири/черном списке/на домене нельзя авторизовываться с других доменов.',
    4: 'В профиле включена блокировка по IP.',
    5: 'Ошибка на сервере.',
    6: 'Не используется в JSON запросах.',
    7: 'Пользователь заброкирован администратором.',
    8: 'Новый пользователь не активирован.',
    9: 'Действия пользователя расценены как брутфорс.\nПопробуйте авторизироваться в браузере телефона, затем попробуйте снова в приложении.',
    10: 'Пользователь не подтвердил E-Mail.',
};
